// 日语
module.exports = {

  language: {
    name: '日语'
  },

  index: {
    login: 'ログイン',
    register: 'アカウントを登録する'
  },
  login: {
    holder1: 'アカウント',
    holder2: 'パスワード',
    mes1: '口座番号を入力してください',
    mes2: 'パスワードを入力してください',
    mes3: 'パスワードは6桁以上にする必要があります',
    mes4: 'アカウント番号が6より大きい'
  },
  register: {
    holder1: 'アカウント',
    holder2: '連絡先情報',
    holder3: 'パスワード',
    holder4: 'パスワードの確認',
    btn: 'アカウントを登録する',
    error1: 'パスワードを入力してください！',
    error2: 'パスワードは6桁以上にする必要があります！',
    error3: 'パスワードをもう一度入力してください！',
    error4: '2つのパスワードエントリに一貫性がありません!!',
    error5: '連絡先情報を空にすることはできません！',
    error6: 'アカウントを空にすることはできません！',
    error7: '口座番号は6桁以上にする必要があります！'
  }
}
